import React from "react";

export const About: React.FC = () => {
  return (
    <div>
      <div className="text-base"> น้ำหอม </div>
      <div className="text-sm">
        {" "}
        น้ำหอม (Perfume) เป็นสารละลายที่มีส่วนผสมของน้ำมันหอมระเหย
        สารประกอบที่ให้กลิ่นหอม แอลกอฮอล์ และน้ำ โดยเอเวอรี่ กิลเบิร์ต
        นักจิตวิทยาด้านประสาทสัมผัสท่านหนึ่งซึ่งเป็นที่ปรึกษาในอุตสาหกรรมน้ำหอมกล่าวว่า
        กลิ่นจะต้องเป็นโมเลกุลขนาดเล็กที่เบาพอที่จะลอย อยู่ในอากาศได้
        ทั้งนี้เซลล์ที่มีความสำคัญในการรับรู้กลิ่นก็คือ
        เซลล์ประสาทรับกลิ่นที่อยู่ภายในจมูกเมื่ออากาศไหลผ่านจมูก โมเลกุลของ
        กลิ่นจะกระทบเข้ากับเซลล์ประสาทรับกลิ่น (Olfactory receptor cell)
        ที่แทรกอยู่ในเยื่อบุผิวบริเวณโพรงจมูกด้านบน โดยเซลล์ประสาท
        รับกลิ่นนั้นจะมีเซลล์ประสาทรับกลิ่นที่มีลักษณะเป็นขน (Ciliated sensory
        neurons)ซึ่งคอยจับกับโมเลกุลของกลิ่นที่ผ่านเข้ามาทางรูจมูก
        และเมื่อมีการจับกันระหว่างโมเลกุลของกลิ่นและเซลล์ขนแล้วจะเกิดการกระตุ้นการเปลี่ยนแปลงความต่างศักย์ไฟฟ้าขึ้นภายในเซลล์ประสาทรับ
        กลิ่น เพื่อส่งต่อกระแสประสาทไปยังสมองให้แปลผลของกลิ่นที่ได้รับ{" "}
      </div>

      <div className="text-sm">
        {" "}
        ในความเป็นจริงแล้ว น้ำหอมถูกออกแบบมาเพื่อให้มีกลิ่น 3 ส่วน
        โดยในแต่ละส่วนจะค่อยๆ แสดงกลิ่นออกมาในเวลาที่แตกต่างกัน ทั้งนี้ในวงการ
        อุตสาหกรรมน้ำหอมมีคำศัพท์ที่ใช้เรียกกลิ่นที่ผสมผสานกันว่า “note”
        ซึ่งการรวมกันของกลิ่นอย่างลงตัวนั้นนำไปสู่ความเป็นเอกลักษณ์
        เฉพาะตัวผู้ใช้จะได้กลิ่นของ Top notes ในช่วง 15 นาทีแรกหลังการใช้น้ำหอม
        โมเลกุลของกลิ่นในส่วนนี้จะระเหยและจางหายไปอย่างรวดเร็ว
        นักออกแบบน้ำหอมจึงมักใช้กลิ่นที่โดดเด่นเพื่อดึงดูดความสนใจ
        จากนั้นส่วนของกลิ่น Heart notes จะแสดงตัวออกมาและอยู่ได้นานประมาณ 3-4
        ชั่วโมง
        โดยกลิ่นในส่วนนี้จะเป็นกลิ่นน้ำหอมหลักที่ทำให้ผู้ได้รับกลิ่นจดจำกลิ่นได้
        และกลิ่นในส่วนสุดท้ายคือ Base notes จะเป็นกลิ่นที่ช่วย
        สนับสนุนกลิ่นของน้ำหอมทั้งหมด มักจะเป็นสารประกอบของโมเลกุลที่ระเหยได้ช้า
        จึงทำให้กลิ่นคงอยู่ได้ตลอดทั้งวัน{" "}
      </div>

      <div className="text-sm">
        {" "}
        นี่เป็นตัวอย่างคุณสมบัติของโมเลกุลที่จะช่วยเพิ่มความเข้าใจมากขึ้นในการระเหยของกลิ่นน้ำหอมทั้ง
        3 ส่วน อย่างไรก็ดีการระเหย (Evaporation)
        เป็นกระบวนการที่ของเหลวเปลี่ยนสภาพกลายเป็นแก๊ส
        โดยมีปัจจัยในเรื่องของแรงระหว่างโมเลกุล (Intermolecular forces)
        เป็นหนึ่งใน ปัจจัยสำคัญที่มีผลต่อกระบวนการ
        ทั้งนี้โมเลกุลที่มีแรงยึดเหนี่ยวกันมากก็ยิ่งกลายเป็นโมเลกุลขนาดใหญ่ที่ระเหยได้ช้าลง
        และเป็นเหตุผลให้กลิ่น ของน้ำหอมเปลี่ยนแปลงไปในระหว่างวัน{" "}
      </div>
    </div>
  );
};

